Repository: manfred-mueller/ado
Catalog: Properties/Resources.*.resx
Languages: de_de

source: Execute a process on the command line elevated via UAC
de_de: Ausführen eines Prozesses auf der Kommandozeile mit erweiterten Zugriffsrechten über UAC

source: Usage: ado [-?|-wait|-k] prog [args]
de_de: Verwendung: ado [-?|-wait|-k] prog [args]

source: - Shows this help
de_de: - Zeigt diese Hilfe

# WaitWaitsUntilProgTerminates
source: - Waits until prog terminates
de_de: - Wartet, bis prog beendet ist

# KStartsTheTheCOMSPECEnvironmentVariableValueAnd
source: - Starts the the %COMSPEC% environment variable value and
de_de: - Startet den Wert der Umgebungsvariablen %COMSPEC% und

source: executes prog in it (CMD.EXE, etc.)
de_de: führt das darin enthaltene Programm aus (CMD.EXE, usw.)

# ProgTheProgramToExecute
source: - The program to execute
de_de: - Das auszuführende Programm

# ArgsOptionalCommandLineArgumentsToProg
source: - Optional command line arguments to prog
de_de: - Optionale Befehlszeilenargumente für prog

source: %COMSPEC% is not defined
de_de: %COMSPEC% ist nicht definiert

source: Creating command line failed
de_de: Erstellen der Befehlszeile fehlgeschlagen

source: Unrecognized Flag {0}
de_de: Unerkanntes Flag {0}

source: Command Line too long
de_de: Befehlszeile zu lang

source: Invalid arguments
de_de: Ungültige Argumente

source: {0} could not be launched: {1}
de_de: {0} konnte nicht gestartet werden: {1}

source: Program installed successfully.
de_de: Das Programm wurde erfolgreich installiert.

source: Installation failed:
de_de: Die Installation ist fehlgeschlagen:

source: Program uninstalled successfully.
de_de: Das Programm wurde erfolgreich deinstalliert.

source: Uninstallation failed:
de_de: Die Deinstallation ist fehlgeschlagen:

source: Removed from PATH:
de_de: Entfernt von PATH:

source: Added to PATH:
de_de: Zu PATH hinzugefügt:

source: - Installs the program to current user's Program Files and
de_de: - Installiert das Programm in die Programmdateien des aktuellen Benutzers und

source: adds it to the user's PATH variable.
de_de: fügt es der PATH-Variable des Benutzers hinzu.

source: - Uninstalls the program from current user's Program Files and
de_de: - Deinstalliert das Programm aus den Programmdateien des aktuellen Benutzers und

source: removes it from the user's PATH variable.
de_de: entfernt es von der PATH-Variable des Benutzers.
